Repository: Dharisini/flutter-nasa
Catalog: lib/l10n/app_*.arb
Languages: ms

# errorMessage
source: An error was occured
ms: Ralat telah berlaku

source: Launching Date
ms: Tarikh pelancaraan

source: Landing Date
ms: Tarikh mendarat

source: Learn More
ms: Belajar lagi

source: Discover More
ms: ketahui lebih lanjut

source: All
ms: Semua

source: Camera :
ms: Kamera :

source: Search
ms: Cari

# noData
source: There is no data for the selected criteria
ms: Tiada data yang memenuhi syarat yang ditetapkan

# validRange
source: Value must be between @ and @
ms: Nilai mestilah antara @ dan @
